<svelte:head>
	<title>Логика</title>
</svelte:head>

<div class="container">
<div class="header">
    <div class="Icon">
        <h1>Логика</h1>
        <p>Живи и учись</p>
    </div>
    <div class="menu">
        <div class="item"><a href=""><h2>О нас</h2><p>важно</p></a></div>
        <div class="item"><h2>Блог</h2>блог компании</div>
        <div class="item"><h2>Статьи</h2>лучшие статьи</div>
        <div class="item"><h2>Программы</h2>для бизнесса</div>
    </div>
</div>
<div class="main">
    <div class="EmpInfoMain">
        <h3>Лучший сотрудник месяца</h3>
        <p></p>
        <img alt="Сотрудник месяца" src="images/EmployeeOfTheMonth.jpg">
    </div>
    <div class="IdologyInfoMain">
        <div class="TaskIdol">
            <h3>Наша цель</h3>
            <p>Главная цель нашей компании - создание полезного продукта для начинающих и опытных бизнесменов! Для достижения этой цели мы нанимаем лучших менеджеров, программистов и тестировщиков, которые готовы добросовестно трудиться над созданием лучшего продукта в своем роде!</p>
        </div>
        <div class="DesireIdol">
            <h3>Наши желания</h3>
            <p> 
                Мы хотим стать ведущей компанией в сфере разработки профессиональных инструментов для бизнеса.
Мы стремимся создавать продукты, которые будут помогать достигать новых высот в своей деятельности.
Мы верим в командную работу, важность каждого члена нашей команды и честность в отношениях с нашими клиентами.
У нас нет предела совершенству, и мы всегда ищем новые решения и возможности для улучшения наших продуктов.
            </p>
        </div>
        <div class="Office">
            <div class="OfficeImg">
                <img src="images/Office1.jpg" alt="Офис в Москве">
                <img src="images/Office2.jpg" alt="Офис в спб">
            </div>
            <div class="AboutOffice">
                <p>
                    Наши главные офисы расположенны как в Москве, так и в Санкт-Петербурге. Офисы находятся в просторных и современных зданиях в центре городов. Каждый, кто попадает в наши офисы, сразу чувствует энергию и творческий дух, который оживляет нашу команду. Мы постарались создать комфортное и продуманное пространство, чтобы наши сотрудники могли максимально эффективно работать. У нас есть несколько открытых рабочих площадок, где команды могут свободно общаться и сотрудничать друг с другом. Также у нас есть комнаты для встреч и переговоров, оборудованные новейшими технологиями для проведения онлайн-встреч и конференций.
                </p>
            </div>
        </div>
    </div>
</div>
<div class="aside">
    
</div>
<div class="footer">

</div>
</div>